Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# info.network_fee.description
source: Every transaction on the %@ network requires a fee in %@ paid to miners to process your transaction, not Gem Wallet. Network fees varies based on network usage.
ar: تتطلب كل معاملة على شبكة %@ رسومًا بعملة %@ تُدفع لعمال المناجم لمعالجة معاملتك، وليس Gem Wallet. تختلف رسوم الشبكة حسب استخدام الشبكة.
bn: %@ নেটওয়ার্কে প্রতিটি লেনদেনের জন্য আপনার লেনদেন প্রক্রিয়া করার জন্য %@-এ ফি দিতে হবে, Gem Wallet নয়। নেটওয়ার্ক ফি নেটওয়ার্ক ব্যবহারের উপর ভিত্তি করে পরিবর্তিত হয়।
cs: Každá transakce v síti %@ vyžaduje poplatek ve výši %@ zaplacený těžařům za zpracování vaší transakce, nikoli Gem Wallet. Síťové poplatky se liší podle využití sítě.
da: Hver transaktion på %@ netværket kræver et gebyr i %@ betalt til minearbejdere for at behandle din transaktion, ikke Gem Wallet. Netværksgebyrer varierer afhængigt af netværksbrug.
de: Für jede Transaktion im %@-Netzwerk wird eine Gebühr in %@ an die Miner gezahlt, um Ihre Transaktion abzuwickeln, nicht an Gem Wallet. Die Netzwerkgebühren variieren je nach Netzwerknutzung.
es: Cada transacción en la red %@ requiere una tarifa en %@ pagada a los mineros para procesar su transacción, no a Gem Wallet. Las tarifas de red varían según el uso de la red.
fa: هر تراکنش در شبکه %@ نیاز به کارمزدی در %@ دارد که برای پردازش تراکنش شما به استخراج کنندگان پرداخت می شود، نه Gem Wallet. هزینه های شبکه بر اساس استفاده از شبکه متفاوت است.
fil: Ang bawat transaksyon sa %@ network ay nangangailangan ng bayad sa %@ na binabayaran sa mga minero upang maproseso ang iyong transaksyon, hindi ang Gem Wallet. Nag-iiba-iba ang mga bayarin sa network batay sa paggamit ng network.
fr: Chaque transaction sur le réseau %@ nécessite des frais en %@ payés aux mineurs pour traiter votre transaction, et non à Gem Wallet. Les frais de réseau varient en fonction de l'utilisation du réseau.
ha: Kowace ciniki akan hanyar sadarwar %@ tana buƙatar kuɗi a cikin %@ da aka biya ga masu hakar ma'adinai don aiwatar da kasuwancin ku, ba Gem Wallet ba. Kudaden hanyar sadarwa sun bambanta dangane da amfani da hanyar sadarwa.
he: כל עסקה ברשת %@ דורשת עמלה ב-%@ ששולם לכורים על מנת לעבד את העסקה שלך, לא ארנק Gem. עמלות הרשת משתנות בהתאם לשימוש ברשת.
hi: %@ नेटवर्क पर प्रत्येक लेनदेन के लिए आपके लेनदेन को संसाधित करने के लिए खनिकों को भुगतान किए जाने वाले %@ शुल्क की आवश्यकता होती है, Gem Wallet की नहीं। नेटवर्क शुल्क नेटवर्क उपयोग के आधार पर भिन्न होता है।
id: Setiap transaksi di jaringan %@ memerlukan biaya sebesar %@ yang dibayarkan kepada penambang untuk memproses transaksi Anda, bukan Gem Wallet. Biaya jaringan bervariasi berdasarkan penggunaan jaringan.
it: Ogni transazione sulla rete %@ richiede una commissione in %@ pagata ai minatori per elaborare la transazione, non a Gem Wallet. Le tariffe di rete variano in base all'utilizzo della rete.
ja: %@ ネットワーク上のすべての取引には、取引処理のためにマイナーに支払われる %@ の手数料が必要であり、Gem Wallet には支払われません。ネットワーク手数料はネットワークの使用状況により変動します。
ko: %@ 네트워크의 모든 거래에는 Gem Wallet이 아닌 거래를 처리하기 위해 채굴자에게 지불되는 %@ 수수료가 필요합니다. 네트워크 요금은 네트워크 사용량에 따라 다릅니다.
ms: Setiap transaksi pada rangkaian %@ memerlukan bayaran dalam %@ dibayar kepada pelombong untuk memproses transaksi anda, bukan Gem Wallet. Yuran rangkaian berbeza-beza berdasarkan penggunaan rangkaian.
nl: Voor elke transactie op het %@ netwerk is een vergoeding van %@ vereist, betaald aan mijnwerkers om uw transactie te verwerken, niet aan Gem Wallet. De netwerkkosten variëren afhankelijk van het netwerkgebruik.
pl: Każda transakcja w sieci %@ wymaga opłaty w wysokości %@ płaconej górnikom za przetworzenie Twojej transakcji, a nie Gem Wallet. Opłaty sieciowe różnią się w zależności od wykorzystania sieci.
pt_br: Cada transação na rede %@ exige uma taxa em %@ paga aos mineradores para processar sua transação, não à Gem Wallet. As taxas de rede variam de acordo com o uso da rede.
ro: Fiecare tranzacție din rețeaua %@ necesită o taxă în %@ plătită minerilor pentru a vă procesa tranzacția, nu Gem Wallet. Taxele de rețea variază în funcție de utilizarea rețelei.
ru: Каждая транзакция в сети %@ требует плату в %@ выплачиваемую майнерам за обработку вашей транзакции, а не Gem Wallet. Сетевые сборы варьируются в зависимости от использования сети.
sw: Kila muamala kwenye mtandao wa %@ unahitaji ada ya %@ kulipwa kwa wachimbaji ili kushughulikia muamala wako, si Gem Wallet. Ada za mtandao hutofautiana kulingana na matumizi ya mtandao.
th: ทุกธุรกรรมบนเครือข่าย %@ ต้องเสียค่าธรรมเนียมเป็น %@ ที่จ่ายให้กับนักขุดเพื่อดำเนินการธุรกรรมของคุณ ไม่ใช่ Gem Wallet ค่าธรรมเนียมเครือข่ายจะแตกต่างกันไปตามการใช้งานเครือข่าย
tr: %@ ağındaki her işlem, işleminizi gerçekleştirmek için madencilere Gem Wallet'a değil, %@ tutarında bir ücret ödenmesini gerektirir. Ağ ücretleri ağ kullanımına göre değişir.
uk: Кожна транзакція в мережі %@ вимагає комісію в %@, яка сплачується майнерам за обробку вашої транзакції, а не Gem Wallet. Розмір мережевої комісії залежить від використання мережі.
ur: %@ نیٹ ورک پر ہر ٹرانزیکشن کے لیے %@ میں فیس کی ضرورت ہوتی ہے جو کان کنوں کو آپ کے لین دین پر کارروائی کرنے کے لیے ادا کی جاتی ہے، Gem Wallet کی نہیں۔ نیٹ ورک فیس نیٹ ورک کے استعمال کی بنیاد پر مختلف ہوتی ہے۔
vi: Mọi giao dịch trên mạng %@ đều yêu cầu một khoản phí bằng %@ trả cho người khai thác để xử lý giao dịch của bạn, không phải Ví Gem. Phí mạng thay đổi tùy theo mức sử dụng mạng.
zh_hans: 在 %@ 网络上的每笔交易都需要以 %@ 支付给矿工的手续费，以处理交易，Gem Wallet 不收取此费用。网络手续费根据网络使用情况而变化。
zh_hant: 在 %@ 網路上的每筆交易都需要以 %@ 支付給礦工的手續費，以處理交易，Gem Wallet 不收取此費用。網路手續費會根據網路使用情況而有所不同。

# info.network_fee.title
source: Network Fee
ar: رسوم الشبكة
bn: নেটওয়ার্ক ফি
cs: Síťový poplatek
da: Netværksgebyr
de: Netzwerk-Gebühr
es: Tarifa de red
fa: کارمزد شبکه
fil: Bayad sa Network
fr: Frais de réseau
ha: Kudin hanyar sadarwa
he: עמלת רשת
hi: नेटवर्क शुल्क
id: Biaya Jaringan
it: Commissione di rete
ja: ネットワーク手数料
ko: 네트워크 수수료
ms: Yuran Rangkaian
nl: Netwerkkosten
pl: Opłata sieciowa
pt_br: Taxa de rede
ro: Taxa de retea
ru: Сетевая плата
sw: Ada ya Mtandao
th: ค่าธรรมเนียมเครือข่าย
tr: Ağ Ücreti
uk: Мережева плата
ur: نیٹ ورک فیس
vi: Phí mạng
zh_hans: 网络费用
zh_hant: 網路手續費

# info.no_quote.description
source: Unable to return a quote for the selected token pair, possibly due to low amount, lack of liquidity, or technical limitations.
ar: تعذر إرجاع عرض الأسعار لزوج الرمز المميز المحدد، ربما بسبب انخفاض المبلغ، أو نقص السيولة، أو القيود الفنية.
bn: নির্বাচিত টোকেন জোড়ার জন্য একটি উদ্ধৃতি ফেরত দিতে অক্ষম, সম্ভবত কম পরিমাণ, তারল্যের অভাব, অথবা প্রযুক্তিগত সীমাবদ্ধতার কারণে।
cs: Nelze vrátit cenovou nabídku pro vybraný pár tokenů, pravděpodobně z důvodu nízkého množství, nedostatku likvidity nebo technických omezení.
da: Kan ikke returnere en pris for det valgte tokenpar, muligvis på grund af lavt beløb, manglende likviditet eller tekniske begrænsninger.
de: Für das ausgewählte Token-Paar kann kein Angebot zurückgegeben werden, möglicherweise aufgrund eines geringen Betrags, mangelnder Liquidität oder technischer Einschränkungen.
es: No se puede devolver una cotización para el par de tokens seleccionado, posiblemente debido a una cantidad baja, falta de liquidez o limitaciones técnicas.
fa: امکان ارائه قیمت برای جفت توکن انتخاب شده وجود ندارد، احتمالاً به دلیل مبلغ کم، کمبود نقدینگی یا محدودیت‌های فنی.
fil: Hindi maibalik ang isang quote para sa napiling pares ng token, posibleng dahil sa mababang halaga, kakulangan ng pagkatubig, o mga teknikal na limitasyon.
fr: Impossible de renvoyer un devis pour la paire de jetons sélectionnée, probablement en raison d'un faible montant, d'un manque de liquidité ou de limitations techniques.
ha: Ba za a iya dawo da ƙididdiga don nau'in alamar da aka zaɓa ba, maiyuwa saboda ƙarancin ƙima, ƙarancin ruwa, ko iyakan fasaha.
he: לא ניתן להחזיר הצעת מחיר עבור זוג האסימונים שנבחר, כנראה עקב סכום נמוך, חוסר נזילות או מגבלות טכניות.
hi: चयनित टोकन जोड़ी के लिए कोटेशन लौटाने में असमर्थ, संभवतः कम राशि, तरलता की कमी, या तकनीकी सीमाओं के कारण।
id: Tidak dapat mengembalikan kutipan untuk pasangan token yang dipilih, mungkin karena jumlahnya rendah, kurangnya likuiditas, atau keterbatasan teknis.
it: Impossibile restituire una quotazione per la coppia di token selezionata, probabilmente a causa dell'importo basso, della mancanza di liquidità o di limitazioni tecniche.
ja: 選択したトークンペアの見積もりを取得できません。取引額が小さすぎる、流動性が不足している、または技術的な制約がある可能性があります。
ko: 선택된 토큰 쌍에 대한 견적을 반환할 수 없습니다. 금액이 부족하거나, 유동성이 부족하거나, 기술적 한계가 있을 수 있습니다.
ms: Tidak dapat mengembalikan sebut harga untuk pasangan token yang dipilih, mungkin disebabkan oleh jumlah yang rendah, kekurangan kecairan atau pengehadan teknikal.
nl: Er kan geen offerte worden geretourneerd voor het geselecteerde tokenpaar, mogelijk vanwege een te laag bedrag, gebrek aan liquiditeit of technische beperkingen.
pl: Nie można zwrócić wyceny dla wybranej pary tokenów, prawdopodobnie z powodu zbyt niskiej kwoty, braku płynności lub ograniczeń technicznych.
pt_br: Não é possível retornar uma cotação para o par de tokens selecionado, possivelmente devido à baixa quantidade, falta de liquidez ou limitações técnicas.
ro: Nu se poate returna o cotație pentru perechea de tokenuri selectată, posibil din cauza sumei mici, a lipsei de lichiditate sau a limitărilor tehnice.
ru: Невозможно вернуть котировку для выбранной пары токенов, возможно, из-за низкой суммы, отсутствия ликвидности или технических ограничений.
sw: Haikuweza kurejesha nukuu kwa jozi ya tokeni iliyochaguliwa, labda kwa sababu ya kiasi kidogo, ukosefu wa ukwasi, au vikwazo vya kiufundi.
th: ไม่สามารถส่งคืนใบเสนอราคาสำหรับคู่โทเค็นที่เลือกได้ อาจเป็นเพราะจำนวนเงินน้อย ขาดสภาพคล่อง หรือข้อจำกัดทางเทคนิค
tr: Seçilen token çifti için bir fiyat teklifi döndürülemiyor; bunun nedeni muhtemelen düşük miktar, likidite eksikliği veya teknik sınırlamalar olabilir.
uk: Неможливо повернути котирування для вибраної пари токенів, можливо через малу суму, брак ліквідності або технічні обмеження.
ur: ممکنہ طور پر کم رقم، لیکویڈیٹی کی کمی، یا تکنیکی حدود کی وجہ سے منتخب کردہ ٹوکن جوڑے کے لیے کوئی اقتباس واپس کرنے سے قاصر ہے۔
vi: Không thể trả về báo giá cho cặp mã thông báo đã chọn, có thể do số lượng thấp, thiếu thanh khoản hoặc hạn chế về mặt kỹ thuật.
zh_hans: 无法获取所选代币对的报价，可能是由于交易金额过小、流动性不足或技术限制。
zh_hant: 無法提供所選代幣對的報價，可能是因為金額過低、流動性不足或技術限制。

# info.perpetual.auto_close.description
source: Automatically close your position at set price levels. Take Profit locks in gains, Stop Loss limits losses.
ar: أغلق مركزك تلقائيًا عند مستويات الأسعار المحددة. جني الأرباح يُثبّت الأرباح، ووقف الخسارة يحدّ من الخسائر.
bn: নির্ধারিত মূল্য স্তরে আপনার পজিশন স্বয়ংক্রিয়ভাবে বন্ধ করুন। টেক প্রফিট লাভকে আটকে রাখে, স্টপ লস লোকসানকে সীমাবদ্ধ করে।
cs: Automaticky uzavřete svou pozici na stanovených cenových úrovních. Funkce Take Profit blokuje zisky, Stop Loss omezuje ztráty.
da: Luk automatisk din position ved fastsatte prisniveauer. Take Profit låser gevinster, Stop Loss begrænser tab.
de: Schließen Sie Ihre Position automatisch bei festgelegten Preisniveaus. Take Profit sichert Gewinne, Stop Loss begrenzt Verluste.
es: Cierra tu posición automáticamente a precios establecidos. El Take Profit fija las ganancias y el Stop Loss limita las pérdidas.
fa: موقعیت خود را به طور خودکار در سطوح قیمت تعیین شده ببندید. برداشت سود، سود را قفل می‌کند، و توقف ضرر، ضرر را محدود می‌کند.
fil: Awtomatikong isara ang iyong posisyon sa nakatakdang antas ng presyo. Pinapanatili ng Take Profit ang mga kita, nililimitahan ng Stop Loss ang mga pagkalugi.
fr: Clôturez automatiquement votre position à des niveaux de prix définis. Le Take Profit verrouille vos gains, tandis que le Stop Loss limite vos pertes.
ha: Rufe matsayinka ta atomatik a saita matakan farashi. Ɗauki makullin riba a cikin riba, Dakatar da Asara yana iyakance asara.
he: סגור אוטומטית את הפוזיציה שלך ברמות מחיר קבועות. Take Profit נועל רווחים, Stop Loss מגביל הפסדים.
hi: निर्धारित मूल्य स्तरों पर अपनी पोजीशन स्वचालित रूप से बंद करें। टेक प्रॉफिट लाभ को लॉक करता है, स्टॉप लॉस नुकसान को सीमित करता है।
id: Tutup posisi Anda secara otomatis pada level harga yang ditentukan. Take Profit mengunci keuntungan, Stop Loss membatasi kerugian.
it: Chiudi automaticamente la tua posizione a livelli di prezzo prestabiliti. Il Take Profit blocca i guadagni, mentre lo Stop Loss limita le perdite.
ja: 設定した価格レベルでポジションを自動的に決済します。テイクプロフィットで利益を確定し、ストップロスで損失を制限します。
ko: 설정된 가격 수준에서 자동으로 포지션을 청산합니다. 이익실현(Take Profit)은 수익을 확정하고, 손절매(Stop Loss)는 손실을 제한합니다.
ms: Tutup kedudukan anda secara automatik pada tahap harga yang ditetapkan. Ambil Untung mengunci keuntungan, Henti Kerugian menghadkan kerugian.
nl: Sluit uw positie automatisch op ingestelde prijsniveaus. Take Profit vergrendelt winsten, Stop Loss beperkt verliezen.
pl: Automatycznie zamykaj pozycje po ustalonych cenach. Take Profit zabezpiecza zyski, Stop Loss ogranicza straty.
pt_br: Feche sua posição automaticamente em níveis de preço definidos. O Take Profit garante os ganhos, o Stop Loss limita as perdas.
ro: Închide automat poziția la nivelurile de preț stabilite. Funcția Take Profit blochează câștigurile, iar funcția Stop Loss limitează pierderile.
ru: Автоматически закрывает позицию по достижении заданного уровня цены. Тейк-профит фиксирует прибыль, стоп-лосс ограничивает убытки.
sw: Funga nafasi yako kiotomatiki katika viwango vya bei vilivyowekwa. Take Profit hulinda faida, Stop Loss hupunguza hasara.
th: ปิดสถานะของคุณโดยอัตโนมัติเมื่อถึงระดับราคาที่กำหนด Take Profit ล็อกกำไร Stop Loss จำกัดการขาดทุน
tr: Pozisyonunuzu belirlenen fiyat seviyelerinde otomatik olarak kapatın. Kâr Al özelliği kazançlarınızı sabitler, Zarar Durdur özelliği ise kayıplarınızı sınırlar.
uk: Автоматично закривайте свою позицію за встановленими ціновими рівнями. Тейк-профіт фіксує прибутки, а стоп-лос обмежує збитки.
ur: اپنی پوزیشن کو مقررہ قیمت کی سطح پر خودکار طور پر بند کریں۔ ٹیک پرافٹ منافع کو محفوظ کرتا ہے، اسٹاپ لاس نقصان کو محدود کرتا ہے۔
vi: Tự động đóng vị thế của bạn ở mức giá đã đặt. Chốt lời khóa lợi nhuận, Cắt lỗ hạn chế thua lỗ.
zh_hans: 以设定的价格自动平仓。止盈锁定收益，止损限制损失。
zh_hant: 以設定的價格自動平倉。止盈鎖定收益，止損限制損失。

# info.perpetual.funding_apr.description
source: The annualized rate at which longs pay shorts (if negative, shorts pay longs). There are no fees associated with funding, which is a peer-to-peer transfer between users to push prices towards the spot price.
ar: المعدل السنوي الذي تدفع به صفقات الشراء صفقات البيع (إذا كانت سلبية، تدفع صفقات البيع صفقات شراء). لا توجد رسوم مرتبطة بالتمويل، وهو عبارة عن تحويل من نظير إلى نظير بين المستخدمين لدفع الأسعار نحو السعر الفوري.
bn: বার্ষিক হারে লংস শর্টস প্রদান করে (যদি নেতিবাচক, শর্টস লং পে করে)। তহবিলের সাথে সম্পর্কিত কোন ফি নেই, যা স্পট প্রাইসের দিকে দাম ঠেলে দেওয়ার জন্য ব্যবহারকারীদের মধ্যে পিয়ার-টু-পিয়ার স্থানান্তর।
cs: Anualizovaná sazba, jakou longs platí shorts (pokud jsou záporné, shorts platí longs). S financováním nejsou spojeny žádné poplatky, což je peer-to-peer převod mezi uživateli za účelem tlačení cen směrem k spotové ceně.
da: Den årlige sats, hvormed longs betaler shorts (hvis negative, shorts pay longs). Der er ingen gebyrer forbundet med finansiering, som er en peer-to-peer-overførsel mellem brugere for at presse priserne mod spotprisen.
de: Der auf das Jahr umgerechnete Zinssatz, zu dem Long-Positionen Short-Positionen zahlen (bei negativem Wert zahlen Short-Positionen Long-Positionen). Mit der Finanzierung sind keine Gebühren verbunden, es handelt sich um einen Peer-to-Peer-Transfer zwischen Nutzern, um die Preise in Richtung des Spotpreises zu drücken.
es: La tasa anualizada a la que los largos pagan a los cortos (si es negativa, los cortos pagan a los largos). No hay tarifas asociadas con la financiación, que es una transferencia de igual a igual entre usuarios para impulsar los precios hacia el precio al contado.
fa: نرخ سالانه ای که در آن لانگ ها به شورت پرداخت می کنند (اگر منفی باشد، شورت ها به لانگ پرداخت می کنند). هیچ کارمزدی در ارتباط با تامین مالی وجود ندارد، که انتقالی همتا به همتا بین کاربران است تا قیمت ها را به سمت قیمت لحظه ای سوق دهد.
fil: Ang taunang rate kung saan nagbabayad ang longs ng shorts (kung negatibo, ang shorts ay nagbabayad ng longs). Walang mga bayarin na nauugnay sa pagpopondo, na isang peer-to-peer na paglipat sa pagitan ng mga user upang itulak ang mga presyo patungo sa presyo ng lugar.
fr: Le taux annualisé auquel les positions longues paient les positions courtes (si négatif, les positions courtes paient les positions longues). Il n'y a aucun frais associé au financement, qui est un transfert peer-to-peer entre utilisateurs pour pousser les prix vers le prix spot.
ha: Matsakaicin adadin shekara-shekara wanda masu doguwa ke biyan masu gajere (idan mara kyau, masu gajere suna biyan masu doguwa). Babu wasu kudade da ke da alaƙa da kudade, wanda shine canja wuri tsakanin-tsara tsakanin masu amfani don tura farashin zuwa farashin tabo.
he: השיעור השנתי שבו לונג משלם שורט (אם שלילי, שורט משלם לונג). אין עמלות הקשורות למימון, שהוא העברה עמית לעמית בין משתמשים כדי לדחוף את המחירים לכיוון מחיר הספוט.
hi: वार्षिक दर जिस पर लॉन्ग शॉर्ट्स को भुगतान करते हैं (यदि नकारात्मक, शॉर्ट्स लॉन्ग्स को भुगतान करते हैं)। फंडिंग से जुड़ी कोई फीस नहीं है, जो कीमतों को स्पॉट कीमत की ओर बढ़ाने के लिए उपयोगकर्ताओं के बीच एक पीयर-टू-पीयर ट्रांसफर है।
id: Tingkat tahunan di mana posisi long membayar posisi short (jika negatif, posisi short membayar posisi long). Tidak ada biaya yang terkait dengan pendanaan, yang merupakan transfer peer-to-peer antar pengguna untuk mendorong harga menuju harga spot.
it: Il tasso annualizzato al quale le posizioni long pagano le posizioni short (se negativo, le posizioni short pagano le posizioni long). Non sono previste commissioni associate al finanziamento, che è un trasferimento peer-to-peer tra utenti per spingere i prezzi verso il prezzo spot.
ja: ロングがショートに支払うファンディングの年率換算値です（マイナスの場合はショートがロングに支払います）。ファンディングは、パーペチュアル価格を現物価格に近づけるためにユーザー間で行われる直接支払いで、別途手数料はかかりません。
ko: 매수자가 매도자에게 지급하는 연간 비율입니다(음수인 경우 매도자가 매수자에게 지급). 가격을 현물 가격으로 끌어올리기 위해 사용자 간에 P2P(Peer-to-Peer) 전송을 수행하는 자금 조달과 관련된 수수료는 없습니다.
ms: Kadar tahunan di mana long membayar short (jika negatif, short membayar long). Tiada yuran yang berkaitan dengan pembiayaan, yang merupakan pemindahan rakan ke rakan antara pengguna untuk menolak harga ke arah harga spot.
nl: Het op jaarbasis berekende percentage waarmee longs shorts betalen (indien negatief, shorts betalen longs). Er zijn geen kosten verbonden aan financiering, wat een peer-to-peer overdracht tussen gebruikers is om de prijzen richting de spotprijs te duwen.
pl: Roczna stopa procentowa, według której pozycje długie opłacają pozycje krótkie (jeśli wartość ujemna, pozycje krótkie opłacają pozycje długie). Nie ma żadnych opłat związanych z finansowaniem, które stanowi transfer typu peer-to-peer pomiędzy użytkownikami w celu podniesienia cen w kierunku ceny spot.
pt_br: A taxa anualizada pela qual as posições compradas pagam as posições vendidas (se for negativa, as posições vendidas pagam as posições compradas). Não há taxas associadas ao financiamento, que é uma transferência ponto a ponto entre usuários para empurrar os preços em direção ao preço à vista.
ro: Rata anualizată la care plățile lungi plătesc scurt-uri (dacă este negativ, scurt-urile plătesc lungi). Nu există taxe asociate cu finanțarea, care este un transfer peer-to-peer între utilizatori pentru a împinge prețurile către prețul spot.
ru: Годовая ставка, по которой длинные позиции платят коротким позициям (если она отрицательная, короткие позиции платят длинным позициям). Никаких комиссий, связанных с финансированием, которое представляет собой одноранговую передачу между пользователями для подталкивания цен к спотовой цене.
sw: Kiwango cha kila mwaka ambacho nafasi ndefu hulipa nafasi fupi (ikiwa hasi, nafasi fupi hulipa nafasi ndefu). Hakuna ada zinazohusishwa na ufadhili, ambao ni uhamishaji kati ya watumiaji ili kusukuma bei kuelekea bei inayotarajiwa.
th: อัตรารายปีที่สัญญา Long จ่าย Short (หากติดลบ Short จะจ่าย Long) ไม่มีค่าธรรมเนียมที่เกี่ยวข้องกับการระดมทุน ซึ่งเป็นการโอนแบบเพียร์ทูเพียร์ระหว่างผู้ใช้เพื่อดันราคาไปสู่ราคาสปอต
tr: Uzun pozisyonların kısa pozisyon ödediği yıllık oran (negatifse kısa pozisyonların uzun pozisyon ödediği). Fiyatları spot fiyata doğru itmek için kullanıcılar arasında eşler arası transfer olan finansmanla ilgili herhangi bir ücret yoktur.
uk: Річна ставка, за якою довгі позиції платять за короткі позиції (якщо від'ємна, короткі позиції платять за довгі позики). Немає жодної комісії, пов'язаної з фінансуванням, яке є одноранговою передачею між користувачами для підвищення цін до спотової ціни.
ur: سالانہ شرح جس پر لانگ شارٹس ادا کرتا ہے (اگر منفی، شارٹس لانگ ادا کرتے ہیں)۔ فنڈنگ ​​سے وابستہ کوئی فیس نہیں ہے، جو کہ قیمتوں کو اسپاٹ پرائس کی طرف دھکیلنے کے لیے صارفین کے درمیان پیئر ٹو پیئر ٹرانسفر ہے۔
vi: Tỷ lệ hàng năm mà người mua trả tiền cho người bán (nếu âm, người bán trả tiền cho người mua). Không có phí liên quan đến tài trợ, đó là chuyển khoản ngang hàng giữa những người dùng để đẩy giá về giá giao ngay.
zh_hans: 多头向空头支付的年化资金费率（为负时由空头向多头支付）。资金费是用户之间的点对点支付，不另收手续费，用于使永续合约价格接近现货价格。
zh_hant: 多頭向空頭支付的年化資金費率（為負時由空頭向多頭支付）。資金費是使用者之間的點對點支付，不另收手續費，用於使永續合約價格接近現貨價格。

# info.perpetual.funding_apr.title
source: Funding APR
ar: APR التمويل
bn: ফান্ডিং APR
cs: Financování RPSN
da: Finansiering ÅOP
de: Finanzierung effektiver Jahreszins
es: TAE de financiación
fa: نرخ سالانه تأمین مالی (APR)
fil: Pagpopondo sa APR
fr: APR de financement
ha: Tallafin APR
he: APR מימון
hi: फंडिंग एपीआर
id: APR Pendanaan
it: Finanziamento APR
ja: ファンディングAPR
ko: 펀딩 APR
ms: Pembiayaan APR
pl: Finansowanie RRSO
pt_br: APR de financiamento
ro: APR finanțare
ru: Финансирование годовых
sw: Ufadhili wa APR
tr: Finansman APR'si
uk: Фінансування річних
ur: فنڈنگ APR
vi: APR tài trợ
zh_hans: 资金费率年化
zh_hant: 年化資金費率
